[{ "_id": 123,
  "topic": "Space",
  "userName": "SpaceX",
  "title": "Tesla Cybertruck lands on Mars and picks up the Curiosity rover on its 6' bed",
  "time": "2h",
  "image": "/images/spacex.jpg",
  "liked": true,
  "replies": 3345,
  "retuits": 4321,
  "likes": 14414,
  "handle": "@spacex",
  "tuit": "CNN first reported that SpaceX sent a letter in September to the Pentagon claiming it had spent almost $100 million funding Starlink in Ukraine and that it could no longer continue to do so. The letter requested that the Defense Department  take over more of the funding  for Ukraine’s military, which it calculated would run tens of millions of dollars a month."

},

  { "_id": 234,
    "topic": "Space",
    "userName": "SpaceX",
    "title": "100s of SpaceX Starships land on Mars after a 6 month journey. 1000s of Martian colonists being building Mars Base 1",
    "time": "2h",
    "image": "/images/spacex.jpg",
    "liked": true,
    "replies": 123,
    "retuits": 432,
    "likes": 2345,
    "handle": "@spacex",
    "tuit": "You want to wake up in the morning and think the future is going to be great - and that’s what being a spacefaring civilization is all about. It’s about believing in the future and thinking that the future will be better than the past. And I can’t think of anything more exciting than going out there and being among the stars"

  },

  { "_id": 345,
    "topic": "Energy",
    "userName": "Tesla",
    "title": "Tesla FSD finally makes driving obsolete. After years of delay, Tesla Full Self Driving can drive you to work while you work, play, or sleep",
    "time": "4d",
    "image": "/images/tesla.png",
    "liked": false,
    "replies": 234,
    "retuits": 543,
    "likes": 5432,
    "handle": "@tesla",
    "tuit": "According to the local sheriff's office, as reported by The Tribune, the owner — who, again, is unharmed — drove the Tesla onto the sandy beach (which is illegal) thinking all would be well. And to be fair, it probably was, at least until the tide came in."

  }
]
